/*
 * Implementation of part(element, item) abstaction
 * 
 * Часть - это фрагмент menu или area. Каждая часть может занимать какое-то пространство, обозначаемое
 * числом от 1 до 10. Размер это всего лишь предпочитаемая величина. Помимо размера возможно назначить 
 * приоритет для горизонтального и вертикального расположения.
 * С помощью частей и формируется весь ui, располагая эти части либо в виде элементов меню, либо в виде
 * содержимого area. 
 */

exports.init = function(env, context, send, react, sprout){
    
}